'use client';

import { DarkSection } from '@/components/ui/DarkSection';
import { Header } from '@/components/ui/Header';
import { Page } from '@/components/ui/Page';

export default function Guide() {
  return (
    <Page>
      <Header text="GUIDE" />
      <DarkSection>
        <p className="text-lg">Какие у нас ценности?</p>
        <p className="text-sm mt-2">
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст
        </p>
        <p className="text-sm mt-2">
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст текст
          текст текст текст текст текст текст текст текст текст текст текст текст текст текст
        </p>
      </DarkSection>
    </Page>
  );
}
